brew "adns"
brew "antigen"
brew "asciidoc"
brew "asciinema"
brew "atk"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bazel"
brew "berkeley-db@4"
brew "bfg"
brew "boost"
brew "broot"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "bzip2"
brew "caddy"
brew "cask"
brew "certbot"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "docker-clean"
brew "doxygen"
brew "elixir"
brew "emacs"
brew "entr"
brew "erlang"
brew "exa"
brew "expat"
brew "fb303"
brew "fbthrift"
brew "fdupes"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fizz"
brew "folly"
brew "fontconfig"
brew "fpp"
brew "freetds"
brew "freetype"
brew "fribidi"
brew "gallery-dl"
brew "gcc"
brew "gdbm"
brew "gdk-pixbuf"
brew "gdrive"
brew "geckodriver"
brew "gettext"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "git-secret"
brew "glib"
brew "glib-networking"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "gobject-introspection"
brew "gping"
brew "graphite2"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gx"
brew "gx-go"
brew "harfbuzz"
brew "hidapi"
brew "highlight"
brew "homeassistant-cli"
brew "htop"
brew "hub"
brew "imagemagick"
brew "imagemagick@6"
brew "iperf"
brew "ipfs"
brew "isl"
brew "jmuncaster/header-only/cppzmq"
brew "jpeg"
brew "jq"
brew "krb5"
brew "lame"
brew "ldns"
brew "libass"
brew "libevent"
brew "libgcrypt"
brew "libgpg-error"
brew "libheif"
brew "libiconv"
brew "libksba"
brew "libmpc"
brew "libpgm"
brew "libpng"
brew "libpq"
brew "librsvg"
brew "libtasn1"
brew "libtool"
brew "libunistring"
brew "libunwind-headers"
brew "libusb"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libyaml"
brew "lzo"
brew "make"
brew "mdp"
brew "miniupnpc"
brew "monero"
brew "mpfr"
brew "mpv"
brew "mysql"
brew "ncdu"
brew "nmap"
brew "node"
brew "npth"
brew "openjpeg"
brew "openldap"
brew "openssl@3"
brew "openvpn"
brew "optipng"
brew "p11-kit"
brew "p7zip"
brew "pango"
brew "parallel"
brew "pass"
brew "pcre"
brew "pdf2svg"
brew "perl"
brew "php"
brew "pinentry"
brew "pinentry-mac"
brew "pixman"
brew "pkcs11-helper"
brew "pkg-config"
brew "poppler"
brew "proselint"
brew "protobuf"
brew "pth"
brew "pv"
brew "pwgen"
brew "python@3.10"
brew "python@3.8"
brew "qrencode"
brew "qt"
brew "rbenv"
brew "rbenv-default-gems"
brew "rdfind"
brew "readline"
brew "reattach-to-user-namespace"
brew "rename"
brew "rethinkdb"
brew "rmlint"
brew "rsync"
brew "ruby"
brew "ruby-build"
brew "sdl2"
brew "sphinx-doc"
brew "sqlite"
brew "stow"
brew "telnet"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "unixodbc"
brew "vapoursynth"
brew "vcs"
brew "vim"
brew "wangle"
brew "watchman"
brew "wget"
brew "wix/brew/applesimutils"
brew "wxwidgets"
brew "x264"
brew "xvid"
brew "xz"
brew "youtube-dl"
brew "yt-dlp"
brew "z"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "balenaetcher"
cask "bitcoin-core"
cask "caffeine"
cask "clementine"
cask "clipy"
cask "clockify"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flameshot"
cask "gdisk"
cask "genymotion"
cask "graphiql"
cask "ipfs"
cask "iterm2"
cask "java"
cask "jdiskreport"
cask "jdownloader"
cask "keepassx"
cask "keybase"
cask "ledger-live"
cask "little-snitch"
cask "macfuse"
cask "macpass"
cask "mactex-no-gui"
cask "messenger"
cask "netnewswire"
cask "ngrok"
cask "noun-project"
cask "obsidian"
cask "postman"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "slack"
cask "spectacle"
cask "steam"
cask "telegram"
cask "texmaker"
cask "toggldesktop"
cask "totalfinder"
cask "transmission"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
tap "amacneil/dbmate"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "d12frosted/emacs-plus"
tap "ethereum/ethereum"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmuncaster/header-only"
tap "paritytech/paritytech"
tap "wix/brew"
