brew "adns"
brew "antigen"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bazel"
brew "berkeley-db@4"
brew "bitchx"
brew "boost"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "caddy"
brew "cask"
brew "clang-format@3.8"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "dep"
brew "diff-so-fancy"
brew "dirmngr"
brew "docker-clean"
brew "ecj"
brew "elixir"
brew "emacs"
brew "entr"
brew "erlang"
brew "ethereum/ethereum/ethereum"
brew "exa"
brew "expat"
brew "fdupes"
brew "ffmpeg"
brew "fontconfig"
brew "fpp"
brew "freetype"
brew "fribidi"
brew "gdbm"
brew "geckodriver"
brew "gettext"
brew "ghostscript", link: false
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "glib"
brew "gmp"
brew "gmp@4"
brew "gnu-getopt"
brew "gnupg", link: false
brew "gnutls"
brew "gobject-introspection"
brew "gpg-agent"
brew "graphite2"
brew "gx"
brew "gx-go"
brew "harfbuzz"
brew "heroku"
brew "highlight"
brew "htop"
brew "icu4c"
brew "imagemagick", args: ["with-little-cms", "with-little-cms2"]
brew "ipfs"
brew "isl"
brew "isl@0.12"
brew "jmuncaster/header-only/cppzmq"
brew "jpeg"
brew "jq"
brew "lame"
brew "libass"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libiconv"
brew "libksba"
brew "libmpc"
brew "libpng"
brew "libtasn1"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libyaml"
brew "little-cms"
brew "lzo"
brew "make"
brew "mdp"
brew "miniupnpc"
brew "mongodb"
brew "mpfr"
brew "mpv"
brew "mysql", restart_service: true
brew "ncdu"
brew "npth"
brew "openjpeg"
brew "openssl"
brew "openssl@1.1"
brew "openvpn"
brew "p11-kit"
brew "p7zip"
brew "parallel"
brew "paritytech/paritytech/parity"
brew "pass"
brew "pcre"
brew "pdf2svg"
brew "pinentry"
brew "pinentry-mac"
brew "pixman"
brew "pkg-config"
brew "poppler"
brew "postgresql"
brew "protobuf"
brew "pth"
brew "pwgen"
brew "pyenv"
brew "python"
brew "qrencode"
brew "qt", link: true
brew "rbenv"
brew "rbenv-default-gems"
brew "readline"
brew "reattach-to-user-namespace"
brew "rename"
brew "rethinkdb"
brew "ruby"
brew "ruby-build"
brew "sdl2"
brew "sqlite"
brew "tig"
brew "tldr"
brew "tmux"
brew "tor"
brew "tree"
brew "unar"
brew "unixodbc"
brew "unrar"
brew "vcs"
brew "vim"
brew "watchman"
brew "wget"
brew "wxmac"
brew "x264"
brew "xvid"
brew "xz"
brew "z"
brew "zeromq", args: ["with-libpgm"]
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "0xed"
cask "1password"
cask "alfred"
cask "anatine"
cask "android-studio"
cask "atom"
cask "audacity"
cask "battle-net"
cask "beardedspice"
cask "betterzipql"
cask "bitcoin-core"
cask "brave"
cask "caffeine"
cask "clementine"
cask "clipy"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "filezilla"
cask "firefox"
cask "flashlight"
cask "gdisk"
cask "genymotion"
cask "gpgtools"
cask "handbrake"
cask "hyper"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "java"
cask "jdiskreport"
cask "jdownloader"
cask "kaku"
cask "keepassx"
cask "keybase"
cask "little-snitch"
cask "macpass"
cask "mactex"
cask "messenger"
cask "mongodb-compass"
cask "mou"
cask "ngrok"
cask "opera"
cask "paintbrush"
cask "picasa"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quip"
cask "raw-photo-processor"
cask "rawtherapee"
cask "semaphor"
cask "sketch"
cask "sketchup"
cask "skyfonts"
cask "slack"
cask "soundnode"
cask "spectacle"
cask "standard-notes"
cask "suspicious-package"
cask "telegram"
cask "texmaker"
cask "thunderbird"
cask "toggldesktop"
cask "torbrowser"
cask "totalfinder"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "vectr"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webpquicklook"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "zcash4mac"
cask "zeronet"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "jmuncaster/header-only"
tap "paritytech/paritytech"
