brew "adns"
brew "aircrack-ng"
brew "antigen"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "autossh"
brew "awscli"
brew "bash-completion"
brew "bazel"
brew "berkeley-db@4"
brew "bitchx"
brew "boost"
brew "caddy"
brew "cairo"
brew "cask"
brew "clang-format@3.8"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "dep"
brew "dirmngr", link: true
brew "docker-clean"
brew "elixir"
brew "emacs"
brew "entr"
brew "ethereum/ethereum/ethereum", link: false
brew "exa"
brew "expat"
brew "ffmpeg"
brew "fribidi"
brew "fzf"
brew "geckodriver"
brew "geth"
brew "gettext"
brew "ghostscript", link: false
brew "gifsicle"
brew "git-lfs"
brew "gmp"
brew "gmp@4"
brew "gnu-getopt"
brew "gnupg", link: false
brew "gobject-introspection"
brew "gpg-agent", link: true
brew "gradle"
brew "harfbuzz"
brew "heroku"
brew "highlight"
brew "htop"
brew "imagemagick", args: ["with-little-cms", "with-little-cms2"]
brew "ipfs"
brew "isl"
brew "isl@0.12"
brew "kubernetes-cli"
brew "lame"
brew "libass"
brew "libevent"
brew "libffi"
brew "libiconv"
brew "libksba"
brew "libmpc"
brew "libtool"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libyaml"
brew "lzo"
brew "make"
brew "mdp"
brew "miniupnpc"
brew "mongodb"
brew "mpv"
brew "mysql", restart_service: true
brew "openssl@1.1"
brew "openvpn"
brew "osm2pgrouting"
brew "p7zip"
brew "parallel"
brew "paritytech/paritytech/parity"
brew "pass"
brew "pdf2svg"
brew "pgrouting"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "protobuf"
brew "pth"
brew "pwgen"
brew "pyenv"
brew "python"
brew "rbenv"
brew "rbenv-default-gems"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "rethinkdb"
brew "sdl2"
brew "speedtest-cli"
brew "sqlite"
brew "thefuck", link: false
brew "tmux"
brew "tor"
brew "tree"
brew "unar"
brew "unixodbc"
brew "unrar"
brew "vcs"
brew "vim"
brew "watchman"
brew "wget"
brew "xvid"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "0xed"
cask "1password"
cask "alfred"
cask "anatine"
cask "android-sdk"
cask "android-studio"
cask "atom"
cask "audacity"
cask "battle-net"
cask "beardedspice"
cask "betterzipql"
cask "bitcoin-core"
cask "blender"
cask "brave"
cask "caffeine"
cask "caskroom/versions/java8"
cask "charles"
cask "clementine"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "expo-xde"
cask "filezilla"
cask "firefox"
cask "flashlight"
cask "genymotion"
cask "gitify"
cask "gpgtools"
cask "handbrake"
cask "hyper"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jdiskreport"
cask "jdownloader"
cask "kaku"
cask "keepassx"
cask "keybase"
cask "little-snitch"
cask "macpass"
cask "mactex"
cask "meshlab"
cask "messenger"
cask "mongodb-compass"
cask "mou"
cask "ngrok"
cask "numi"
cask "opera"
cask "paintbrush"
cask "picasa"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quip"
cask "raw-photo-processor"
cask "rawtherapee"
cask "semaphor"
cask "sketch"
cask "skyfonts"
cask "slack"
cask "soundnode"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "standard-notes"
cask "suspicious-package"
cask "texmaker"
cask "thunderbird"
cask "toggldesktop"
cask "torbrowser"
cask "totalfinder"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "vectr"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webpquicklook"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "zcash4mac"
cask "zeronet"
tap "caskroom/cask"
tap "caskroom/versions"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "paritytech/paritytech"
