0xed
1password
alfred
anatine
atom
audacity (!)
beardedspice
betterzipql
caffeine
dash
discord
flashlight
google-earth
google-refine
handbrake
hyper
iina
insomnia
iterm2
jdiskreport
jdownloader
keepassx
mactex
messenger
mou
paintbrush
picasa
puppet (!)
qlcolorcode
qlimagesize
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
raw-photo-processor
rawtherapee
sonic-pi
soundnode
suspicious-package
torbrowser
totalfinder
transmission
vagrant
vectr
veracrypt
virtualbox
virtualbox-extension-pack
visual-studio-code
vlc
webpquicklook
whatsapp
wireshark
