0xed
1password
alfred
anatine
android-studio
atom
audacity
battle-net
beardedspice
betterzipql
bitcoin-core
brave
caffeine
clementine
dash
discord
docker
filezilla
flashlight
genymotion
gpgtools
handbrake
hyper
iina
insomnia
iterm2
java
jdiskreport
jdownloader
kaku
keepassx
keybase
little-snitch
macpass
mactex
messenger
mongodb-compass
mou
ngrok
opera
paintbrush
picasa
postgres
qlcolorcode
qlimagesize
qlmarkdown
qlprettypatch
qlstephen
qlvideo
quicklook-csv
quicklook-json
quip
raw-photo-processor
rawtherapee
semaphor
sketch
skyfonts
slack
soundnode
sourcetree
spectacle
standard-notes
suspicious-package
texmaker
thunderbird
toggldesktop
torbrowser
totalfinder
transmission
tunnelblick
vagrant
vectr
veracrypt
virtualbox
virtualbox-extension-pack
visual-studio-code
vlc
vnc-viewer
webpquicklook
whatsapp
wireshark
xquartz
zcash4mac
